Repository: provenal/mysql-directory-service
Catalog: mysql-directory-service-*.po
Languages: fr_fr

source: Username must be provided.
fr_fr: Veuillez indiquer un nom d'utilisateur.

source: Error while updating/creating user: no values to store in record.
fr_fr: Erreur lors de la création/mise à jour du compte: aucune valeur n'a été fournie.

source: This plugin must be activated on the entire network. Please contact your network administrator.
fr_fr: Ce plugiciel doit être activé sur tous le réseau. Veuillez contacter votre administrateur de réseau.

source: Error while executing query on external database:
fr_fr: Erreur lors de l'exécution d'une requête sur la base de données:

source: Error while updating external database account:
fr_fr: Erreur lors de la mise à jour du compte dans la base de données:

source: Mysql Settings
fr_fr: Paramètres Mysql

source: Settings saved
fr_fr: Paramètres sauvegardés

source: Mysql Authentication Service Settings
fr_fr: Paramètres du service d'authentification Mysql

source: You do not have permission to edit settings here.
fr_fr: Vous n'avez pas les droits pour modifier les paramètres.

source: General Settings
fr_fr: Paramètres généraux

source: Allow Network Login
fr_fr: Permettre la connection pour tous le réseau

source: When checked, enables users to authenticate using this service. This can be turned-off individually on each blog. If unchecked, authentication is disabled on the entire network reguardless of blog settings.
fr_fr: Lorsque sélectionnée, cette option active l'authentification via le service de base de données externe sur tous le réseau. L'authentification peut ensuite être désactivée individuellement sur chacun des sites. Si cette case est décochée, l'authentification sera désactivée pour tous le réseau.

source: UPME Integration
fr_fr: Intégration avec UPME

source: When checked, activates UPME handling by this plugin (including blog-specific settings). This SHOULD be left checked if you are using UPME.
fr_fr: Lorsque sélectionnée, cette option active l'intégration avec UPME (incluant les paramètres spécifiques à chacun des sites). Cette case devrait toujours être cochée si vous utilisez UPME.

source: Mysql authentication is currently turned-off for the entire network. Contact your administrator for more details.
fr_fr: L'authentification Mysql est actuellement désactivée pour tous le réseau. Veuillez contactez l'administrateur pour plus de détails.

source: Allow Login
fr_fr: Activer l'authentification

source: When checked, activates Mysql database authentication for this site.
fr_fr: Lorsque sélectionnée, cette option active l'authentification via la base de données Mysql pour ce site.

source: UPME integration is currently deactivated on entire network. Contact administrator for details.
fr_fr: L'intégration UPME est actuellement désactivée pour tous le réseau. Veuillez contacter votre administrateur.

source: UPME Redirect
fr_fr: Redirection UPME

source: When checked, users will be redirected to their profile page after login if some of their required UPME profile fields are not set.
fr_fr: Lorsque sélectionnée, cette option redirige les utilisateurs authentifiés vers leur page de profile si certains champs requis par UPME n'ont pas été remplis.

source: Mysql Database Connection
fr_fr: Connection à Mysql

source: Host
fr_fr: Hôte

source: Server hostname or IP address.
fr_fr: URL ou adresse IP du serveur.

source: Leave empty to use the default port.
fr_fr: Laissez vide pour utiliser le port par défaut.

source: Database
fr_fr: Base de données

source: Database name.
fr_fr: Nom de la base de données.

source: Username
fr_fr: Utilisateur

source: Account used for Mysql connections.
fr_fr: Compte utilisé pour la connection à Mysql.

source: Password
fr_fr: Mot de passe

source: Account password.
fr_fr: Mot de passe du compte.

source: User table
fr_fr: Table

source: Name of the table containing Wordpress user data.
fr_fr: Nom de la table contenant les données des utilisateurs.

source: Field Mappings
fr_fr: Mappage des champs

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: Email
fr_fr: Courriel

source: The authentication service where your account is hosted is currently deactivated for this site.
fr_fr: Le service d'authentification duquel provient votre compte est actuellement désactivé sur ce site.

source: The authentication service where your account is hosted is currently deactivated for this network.
fr_fr: Le service d'authentification duquel provient votre compte est actuellement désactivé sur le réseau.

source: Invalid password.
fr_fr: Mot de passe invalide.

source: User registration is not available from this site, so you can't create an account or retrieve your password from here. See the message above.
fr_fr: L'auto-enregistrement n'est pas permise pour ce site, vous ne pouvez donc pas vous créer un compte ou récupérer votre mot de passe ici. Voire le message ci-dessus.

source: Log In
fr_fr: Connection

source: &larr; Back to %s
fr_fr: &larr; Retourner à %s

source: Email address must be provided.
fr_fr: L'adresse courriel doit être fournie.

source: Error while accessing database.
fr_fr: Erreur lors de l'accès à la base de données.

source: This username is already in use.
fr_fr: Ce nom d'utilisateur est déjà utilisé.

source: This email address is already in use.
fr_fr: Cette adresse courriel est déjà utilisée.

source: Could not find user in Wordpress database.
fr_fr: L'utilisateur est introuvable dans la base de données Wordpress.

source: Authentication service
fr_fr: Service d'authentification

source: Authentication service for this account.
fr_fr: Service d'authentification pour ce compte.

source: Authentication
fr_fr: Authentification

source: The "lastname", "firstname" et "email" values come from a read-only source and cannot be edited from this form.
fr_fr: Les champs «nom», «prénom» et «courriel» de ce profile proviennent d'une source externe en lecture-seule et ne peuvent être modifiés ici.

source: Please complete your profile before proceeding.
fr_fr: Veuillez compléter votre profile avant de continuer.
